[
  "What's your favorite food?",
  "If you could have any superpower, what would it be?",
  "What's your favorite book/movie?",
  "If you could travel anywhere, where would you go?",
  "What's your dream job?",
  "Do you prefer cats or dogs?",
  "What's your favorite hobby?",
  "If you could meet any historical figure, who would it be?",
  "What's the most memorable trip you've ever taken?",
  "What's your favorite season?",
  "What's your favorite dessert?",
  "If you could have dinner with any fictional character, who would it be?",
  "What's something on your bucket list?",
  "What's your favorite music genre?",
  "If you could only eat one cuisine for the rest of your life, what would it be?",
  "What's your favorite color?",
  "What's your favorite sport?",
  "What's your favorite childhood memory?",
  "If you could time travel, would you go to the past or the future?",
  "What's your favorite TV show?",
  "If you won the lottery, what's the first thing you would do?",
  "What's your favorite animal?",
  "What's your go-to comfort food?",
  "What's your favorite holiday?",
  "If you could have any talent, what would it be?",
  "What's your favorite place to relax?",
  "What's your favorite quote?",
  "What's the most adventurous thing you've ever done?",
  "What's something you're passionate about?",
  "If you could have dinner with any celebrity, who would it be?",
  "What's your favorite childhood cartoon?",
  "If you could live in any fictional universe, which one would it be?",
  "What's the best piece of advice you've ever received?",
  "What's your favorite board game?",
  "What's your favorite thing about yourself?",
  "What's your favorite thing to do on a rainy day?",
  "If you could change one thing about the world, what would it be?",
  "What's your favorite type of cuisine?",
  "What's your favorite app on your phone?",
  "If you could have any pet, what would it be?",
  "What's your favorite type of movie (comedy, drama, thriller, etc.)?",
  "What's your favorite way to spend a day off?",
  "What's your favorite subject in school?",
  "If you could have any job for a day, what would it be?",
  "What's your favorite ice cream flavor?",
  "What's your favorite type of weather?",
  "What's something you've always wanted to learn?",
  "What's your favorite type of flower?",
  "What's your favorite outdoor activity?",
  "What's your favorite childhood game?",
  "If you could have any car, what would it be?",
  "What's your favorite way to exercise?",
  "What's your favorite quote from a movie?",
  "What's your favorite thing to cook?",
  "What's your favorite kind of candy?",
  "What's your favorite thing about where you live?",
  "If you could meet any historical figure, who would you choose?",
  "What's your favorite holiday tradition?",
  "What's your favorite type of art (painting, sculpture, etc.)?",
  "What's your favorite thing to do with friends?",
  "What's your favorite thing to do alone?",
  "What's your favorite type of music to listen to when you're sad?",
  "What's your favorite childhood TV show?",
  "What's your favorite type of pizza topping?",
  "What's your favorite type of sandwich?",
  "If you could have any job in the world, what would it be?",
  "What's your favorite thing to do in nature?",
  "What's your favorite season of the year?",
  "What's your favorite type of cookie?",
  "What's your favorite thing to do on a long car ride?",
  "What's your favorite thing to do on a hot day?",
  "What's your favorite thing to do on a cold day?",
  "What's your favorite thing to do on a sunny day?",
  "What's your favorite thing to do on a snowy day?",
  "What's your favorite type of breakfast food?",
  "What's your favorite type of lunch food?",
  "What's your favorite type of dinner food?",
  "What's your favorite type of snack?",
  "What's your favorite type of drink?",
  "What's your favorite thing to do before bed?",
  "What's your favorite thing to do when you wake up?",
  "What's your favorite thing to do on a lazy day?",
  "What's your favorite thing to do when you're stressed?",
  "What's your favorite thing to do when you're happy?",
  "What's your favorite thing to do when you're bored?",
  "What's your favorite thing to do when you're feeling creative?",
  "What's your favorite thing to do when you're feeling adventurous?",
  "What's your favorite thing to do when you're feeling nostalgic?",
  "What's your favorite thing to do when you're feeling curious?",
  "What's your favorite thing to do when you're feeling anxious?",
  "What's your favorite thing to do when you're feeling overwhelmed?",
  "What's your favorite thing to do when you're feeling inspired?",
  "What's your favorite thing to do when you're feeling motivated?",
  "What's your favorite thing to do when you're feeling grateful?",
  "What's your favorite thing to do when you're feeling confident?",
  "What's your favorite thing to do when you're feeling proud?",
  "What's your favorite thing to do when you're feeling content?",
  "What's your favorite thing to do when you're feeling hopeful?",
  "What's your favorite thing to do when you're feeling excited?",
  "What's your favorite thing to do when you're feeling surprised?",
  "What's your favorite thing to do when you're feeling joyful?",
  "What's your favorite thing to do when you're feeling thankful?",
  "What's your favorite thing to do when you're feeling loved?",
  "What's your favorite thing to do when you're feeling happy?",
  "What's your favorite thing to do when you're feeling peaceful?",
  "What's your favorite thing to do when you're feeling calm?",
  "What's your favorite thing to do when you're feeling relaxed?",
  "What's your favorite thing to do when you're feeling confident?",
  "What's your favorite thing to do when you're feeling motivated?",
  "What's your favorite thing to do when you're feeling inspired?",
  "What's your favorite thing to do when you're feeling energized?",
  "What's your favorite thing to do when you're feeling ambitious?",
  "What's your favorite thing to do when you're feeling adventurous?",
  "What's your favorite thing to do when you're feeling spontaneous?",
  "What's your favorite thing to do when you're feeling optimistic?",
  "What's your favorite thing to do when you're feeling determined?",
  "What's your favorite thing to do when you're feeling driven?",
  "What's your favorite thing to do when you're feeling focused?"
]
